Repository: LiuZheng1999/Renewity
Catalog: Renewity/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, pt_br, zh_hant

source: 在订阅扣费前一天发送本地通知。
de: Sendet einen Tag vor der Abbuchung eine lokale Mitteilung.
en: Sends a local notification the day before a charge.
es: Envía una notificación local el día antes del cargo.
fr: Envoie une notification locale la veille du prélèvement.
it: Invia una notifica locale il giorno prima dell’addebito.
ja: 請求の前日にローカル通知を送ります。
ko: 구독 결제 하루 전에 로컬 알림을 보냅니다.
pt_br: Envia uma notificação local no dia anterior à cobrança.
zh_hant: 在訂閱扣款前一天傳送本機通知。

source: 基本信息
de: Allgemein
en: Basics
es: Datos básicos
fr: Infos de base
it: Informazioni di base
ja: 基本情報
ko: 기본 정보
pt_br: Informações básicas
zh_hant: 基本資訊

source: 备份保存在你的 iCloud Drive 中，换机登录同一 Apple 账户即可恢复。
de: Backups liegen in deinem iCloud Drive. Mit demselben Apple Account kannst du sie wiederherstellen.
en: Backups are stored in your iCloud Drive. Sign in with the same Apple Account on a new device to restore.
es: Las copias están en tu iCloud Drive. Restaura con la misma cuenta de Apple.
fr: Les sauvegardes sont dans votre iCloud Drive. Restaurez-les avec le même compte Apple.
it: I backup sono nel tuo iCloud Drive. Ripristinali con lo stesso Account Apple.
ja: バックアップはiCloud Driveに保存され、同じApple Accountで復元できます。
ko: 백업은 iCloud Drive에 저장되며 같은 Apple 계정으로 복원할 수 있습니다.
pt_br: Os backups ficam no iCloud Drive. Restaure com a mesma Conta Apple.
zh_hant: 備份存在你的 iCloud Drive，換機登入同一 Apple 帳號即可還原。

source: 备份已导出。
de: Backup exportiert.
en: Backup exported.
es: Copia exportada.
fr: Sauvegarde exportée.
it: Backup esportato.
ja: バックアップを書き出しました。
ko: 백업을 내보냈습니다.
pt_br: Backup exportado.
zh_hant: 備份已匯出。

source: 备注
de: Notizen
en: Notes
es: Notas
fr: Notes
it: Note
ja: メモ
ko: 메모
pt_br: Notas
zh_hant: 備註

source: 外观
de: Erscheinungsbild
en: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pt_br: Aparência
zh_hant: 外觀

source: 多次提醒
de: Mehrere Erinnerungen
en: Multiple reminders
es: Varios avisos
fr: Rappels multiples
it: Più promemoria
ja: 複数の通知
ko: 여러 번 알림
pt_br: Vários lembretes

source: 多设备之间自动保持一致
de: Geräte automatisch synchron halten
en: Keep devices in sync automatically
es: Mantener dispositivos sincronizados
fr: Rester synchronisé entre appareils
it: Mantieni i dispositivi allineati
ja: 複数デバイスで自動同期
ko: 여러 기기에서 자동으로 동기화
pt_br: Manter dispositivos sincronizados
zh_hant: 多裝置之間自動保持一致

source: 多货币
de: Mehrere Währungen
en: Multiple currencies
es: Varias divisas
fr: Plusieurs devises
it: Più valute
ja: 複数通貨
ko: 여러 통화
pt_br: Várias moedas
zh_hant: 多貨幣

source: 天
de: Tage
en: days
es: días
fr: jours
it: giorni
ja: 日
ko: 일
pt_br: dias

source: 好
de: OK
en: OK
es: OK
fr: OK
it: OK
ja: OK
ko: 확인
pt_br: OK

source: 娱乐
de: Unterhaltung
en: Entertainment
es: Entretenimiento
fr: Divertissement
it: Intrattenimento
ja: エンタメ
ko: 엔터테인먼트
pt_br: Entretenimento
zh_hant: 娛樂

source: 存储位置
de: Speicherort
en: Storage
es: Ubicación
fr: Emplacement
it: Posizione
ja: 保存場所
ko: 저장 위치
pt_br: Local de armazenamento
zh_hant: 儲存位置

source: 季
de: Quartal
en: quarter
es: trim.
fr: trim.
it: trim.
ja: 四半期
ko: 분기
pt_br: trim.

source: 学习
de: Bildung
en: Education
es: Educación
fr: Éducation
it: Istruzione
ja: 学習
ko: 교육
pt_br: Educação
zh_hant: 學習

source: 完成
de: Fertig
en: Done
es: OK
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: OK

source: 家庭共享账本
de: Familien-Haushaltsbuch
en: Shared family ledger
es: Libro familiar
fr: Budget familial
it: Registro familiare
ja: ファミリー家計
ko: 가족 공유 가계부
pt_br: Livro da família
zh_hant: 家庭共享帳簿

source: 导出到文件
de: In Dateien exportieren
en: Export to Files
es: Exportar a Archivos
fr: Exporter vers Fichiers
it: Esporta in File
ja: ファイルに書き出す
ko: 파일로 내보내기
pt_br: Exportar para Arquivos
zh_hant: 匯出到檔案

source: 将根据最近一次扣费日和计费周期，自动推算下次扣费为 %@。
de: Aus letztem Abbuchungsdatum und Zyklus ergibt sich die nächste Abbuchung am %@.
en: The next charge is calculated from the last charge date and billing cycle as %@.
es: Según el último cargo y el ciclo, el próximo cargo es el %@.
fr: D’après la dernière date et la périodicité, le prochain prélèvement est le %@.
it: In base all’ultimo addebito e al ciclo, il prossimo è il %@.
ja: 前回の請求日とサイクルから、次回請求は %@ と計算されます。
ko: 최근 결제일과 주기를 기준으로 다음 결제는 %@입니다.
pt_br: Com base na última cobrança e no ciclo, a próxima é em %@.
zh_hant: 將根據最近一次扣款日和計費週期，自動推算下次扣款為 %@。

source: 将用 iCloud 备份覆盖现有订阅、自定义分类和自定义支付方式，此操作无法撤销。
de: Das iCloud-Backup ersetzt aktuelle Abos, eigene Kategorien und Zahlungsmethoden. Das kann nicht rückgängig gemacht werden.
en: This replaces your current subscriptions, custom categories, and custom payment methods with the iCloud backup. This can’t be undone.
es: La copia de iCloud sustituirá tus suscripciones, categorías y métodos de pago personalizados. No se puede deshacer.
fr: La sauvegarde iCloud remplacera vos abonnements, catégories et moyens de paiement personnalisés. Action irréversible.
it: Il backup iCloud sostituirà abbonamenti, categorie e metodi di pagamento personalizzati. L’operazione non è reversibile.
ja: iCloud バックアップで現在のサブスク、カスタムカテゴリ、カスタム支払い方法を上書きします。元に戻せません。
ko: iCloud 백업으로 현재 구독, 사용자 지정 분류, 사용자 지정 결제 수단을 덮어씁니다. 되돌릴 수 없습니다.
pt_br: O backup do iCloud substituirá assinaturas, categorias e formas de pagamento personalizadas. Isso não pode ser desfeito.
zh_hant: 將用 iCloud 備份覆蓋現有訂閱、自訂分類和自訂支付方式，此操作無法復原。

source: 将用 iCloud 备份覆盖现有订阅和自定义分类，此操作无法撤销。
de: Das iCloud-Backup ersetzt aktuelle Abos und eigene Kategorien. Das kann nicht rückgängig gemacht werden.
en: This replaces your current subscriptions and custom categories with the iCloud backup. This can’t be undone.
es: La copia de iCloud sustituye tus suscripciones y categorías. No se puede deshacer.
fr: La sauvegarde iCloud remplace vos abonnements et catégories perso. Irréversible.
it: Il backup iCloud sostituisce abbonamenti e categorie. Non si può annullare.
ja: iCloudのバックアップで現在のサブスクとカスタムカテゴリを上書きします。元に戻せません。
ko: iCloud 백업으로 현재 구독과 사용자 카테고리를 덮어씁니다. 되돌릴 수 없습니다.
pt_br: O backup do iCloud substitui assinaturas e categorias atuais. Não pode ser desfeito.
zh_hant: 將用 iCloud 備份覆蓋現有訂閱和自訂分類，此操作無法復原。

source: 尚未更新
de: Noch nicht aktualisiert
en: Not updated yet
es: Aún no actualizado
fr: Pas encore mis à jour
it: Non ancora aggiornato
ja: 未更新
ko: 아직 업데이트되지 않음
pt_br: Ainda não atualizado

source: 已从 iCloud 恢复 %lld 个订阅。
de: %lld Abos aus iCloud wiederhergestellt.
en: Restored %lld subscriptions from iCloud.
es: Se restauraron %lld suscripciones de iCloud.
fr: %lld abonnements restaurés depuis iCloud.
it: Ripristinati %lld abbonamenti da iCloud.
ja: iCloudからサブスクを%lld件復元しました。
ko: iCloud에서 구독 %lld개를 복원했습니다.
pt_br: %lld assinaturas restauradas do iCloud.
zh_hant: 已從 iCloud 還原 %lld 個訂閱。

source: 已备份到 iCloud。
de: In iCloud gesichert.
en: Backed up to iCloud.
es: Copiado en iCloud.
fr: Sauvegardé sur iCloud.
it: Salvato su iCloud.
ja: iCloudにバックアップしました。
ko: iCloud에 백업했습니다.
pt_br: Salvo no iCloud.
zh_hant: 已備份到 iCloud。

source: 已完成
de: Fertig
en: Done
es: Hecho
fr: Terminé
it: Completato
ja: 完了
ko: 완료
pt_br: Concluído

source: 已恢复 %lld 个订阅。
de: %lld Abos wiederhergestellt.
en: Restored %lld subscriptions.
es: Se restauraron %lld suscripciones.
fr: %lld abonnements restaurés.
it: Ripristinati %lld abbonamenti.
ja: サブスクを%lld件復元しました。
ko: 구독 %lld개를 복원했습니다.
pt_br: %lld assinaturas restauradas.
zh_hant: 已還原 %lld 個訂閱。

source: 已恢复备份。
de: Backup wiederhergestellt.
en: Backup restored.
es: Copia restaurada.
fr: Sauvegarde restaurée.
it: Backup ripristinato.
ja: バックアップを復元しました。
ko: 백업을 복원했습니다.
pt_br: Backup restaurado.
zh_hant: 已還原備份。

source: 已暂停
de: Pausiert
en: Paused
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止中
ko: 일시 중지됨
pt_br: Pausado
zh_hant: 已暫停

source: 已暂停 · %lld
de: Pausiert · %lld
en: Paused · %lld
es: En pausa · %lld
fr: En pause · %lld
it: In pausa · %lld
ja: 一時停止 · %lld
ko: 일시 중지 · %lld
pt_br: Pausado · %lld
zh_hant: 已暫停 · %lld

source: 已经购买过？
de: Bereits gekauft?
en: Already purchased?
es: ¿Ya lo compraste?
fr: Déjà acheté ?
it: Hai già acquistato?
ja: 購入済みですか？
ko: 이미 구매하셨나요?
pt_br: Já comprou?
zh_hant: 已經購買過？

source: 已解锁全部功能
de: Alle Funktionen freigeschaltet
en: All features unlocked
es: Todas las funciones desbloqueadas
fr: Toutes les fonctions débloquées
it: Tutte le funzioni sbloccate
ja: すべての機能がアンロック済み
ko: 모든 기능이 잠금 해제됨
pt_br: Todos os recursos desbloqueados
zh_hant: 已解鎖全部功能

source: 币种
de: Währung
en: Currency
es: Moneda
fr: Devise
it: Valuta
ja: 通貨
ko: 통화
pt_br: Moeda
zh_hant: 幣種

source: 常用服务的参考价为美国区标价，可按自己的实际扣费修改。金额按所选货币显示，不会自动换算汇率。
de: Referenzpreise sind US-Listenpreise. Passe sie an deine echte Abbuchung an. Beträge werden in der gewählten Währung gezeigt, ohne automatische Umrechnung.
en: Reference prices are US list prices. Change them to match what you’re actually charged. Amounts are shown in the selected currency and are not converted automatically.
es: Los precios de referencia son de EE. UU. Ajústalos a tu cargo real. Los importes se muestran en la divisa elegida, sin conversión automática.
fr: Les prix de référence sont ceux des États-Unis. Adaptez-les à votre prélèvement. Les montants s’affichent dans la devise choisie, sans conversion auto.
it: I prezzi di riferimento sono quelli USA. Modificali in base all’addebito reale. Gli importi restano nella valuta scelta, senza conversione automatica.
ja: 参考価格は米国の表示価格です。実際の請求額に合わせて変更してください。金額は選択した通貨のまま表示され、自動換算されません。
ko: 참고 가격은 미국 표시가입니다. 실제 결제 금액으로 바꾸세요. 금액은 선택한 통화로 표시되며 자동 환산되지 않습니다.
pt_br: Os preços de referência são dos EUA. Ajuste para o que você realmente paga. Os valores aparecem na moeda escolhida, sem conversão automática.
zh_hant: 常用服務的參考價為美國區標價，可改成你的實際扣款。金額依所選貨幣顯示，不會自動換算匯率。

source: 常用货币
de: Häufige Währungen
en: Common currencies
es: Monedas frecuentes
fr: Devises courantes
it: Valute comuni
ja: よく使う通貨
ko: 자주 쓰는 통화
pt_br: Moedas comuns
zh_hant: 常用貨幣

source: 平均每月更低
de: Günstigerer Monatspreis
en: Lower average monthly price
es: Precio mensual más bajo
fr: Prix mensuel plus bas
it: Prezzo mensile più basso
ja: 月あたりがよりお得
ko: 월평균이 더 저렴
pt_br: Preço mensal menor

source: 年
de: Jahr
en: year
es: año
fr: an
it: anno
ko: 년
pt_br: ano

source: 年化
de: Jährlich
en: Yearly
es: Anual
fr: Annuel
it: Annuale
ja: 年額
ko: 연간
pt_br: Anual

source: 年化 %@
de: Jährlich %@
en: Yearly %@
es: Anual %@
fr: Annuel %@
it: Annuale %@
ja: 年額 %@
ko: 연간 %@
pt_br: Anual %@

source: 年化 %@ · 约 %@
de: Jährlich %@ · ≈ %@
en: Yearly %@ · ≈ %@
es: Anual %@ · ≈ %@
fr: Annuel %@ · ≈ %@
it: Annuale %@ · ≈ %@
ja: 年額 %@ · 約 %@
ko: 연간 %@ · 약 %@
pt_br: Anual %@ · ≈ %@
zh_hant: 年化 %@ · 約 %@

# 年化 %@ | %@
source: 年化 %1$@ | %2$@
de: Jährlich %@ | %@
en: Yearly %@ | %@
es: Anual %@ | %@
fr: Annuel %@ | %@
it: Annuale %@ | %@
ja: 年額 %@ | %@
ko: 연간 %@ | %@
pt_br: Anual %@ | %@
zh_hant: 年化 %@ | %@

source: 年化 %@ | 换算为其他货币
de: Jährlich %@ | In andere Währung umrechnen
en: Yearly %@ | Convert to another currency
es: Anual %@ | Convertir a otra moneda
fr: Annuel %@ | Convertir dans une autre devise
it: Annuale %@ | Converti in un’altra valuta
ja: 年額 %@ | 別の通貨に換算
ko: 연간 %@ | 다른 통화로 환산
pt_br: Anual %@ | Converter para outra moeda
zh_hant: 年化 %@ | 換算為其他貨幣

source: 年化 %@ | 约 %@
de: Jährlich %@ | ≈ %@
en: Yearly %@ | ≈ %@
es: Anual %@ | ≈ %@
fr: Annuel %@ | ≈ %@
it: Annuale %@ | ≈ %@
ja: 年額 %@ | 約 %@
ko: 연간 %@ | 약 %@
pt_br: Anual %@ | ≈ %@
zh_hant: 年化 %@ | 約 %@

source: 年度
de: Jährlich
en: Yearly
es: Anual
fr: Annuel
it: Annuale
ja: 年額
ko: 연간
pt_br: Anual

source: 应用
de: App
en: App
es: App
fr: App
it: App
ja: App
ko: 앱
pt_br: App
zh_hant: App

source: 开发
de: Entwicklung
en: Developer
es: Desarrollo
fr: Développement
it: Sviluppo
ja: 開発
ko: 개발
pt_br: Desenvolvimento
zh_hant: 開發

source: 开发中
de: In Arbeit
en: In progress
es: En curso
fr: En cours
it: In corso
ja: 開発中
ko: 개발 중
pt_br: Em andamento
zh_hant: 開發中

source: 开发路线
de: Roadmap
en: Roadmap
es: Hoja de ruta
fr: Feuille de route
it: Roadmap
ja: ロードマップ
ko: 로드맵
pt_br: Roteiro
zh_hant: 開發路線

source: 开启 App 锁定
de: App-Sperre aktivieren
en: Turn on App Lock
es: Activar el bloqueo
fr: Activer le verrouillage
it: Attiva il blocco dell’app
ja: Appロックをオン
ko: 앱 잠금 켜기
pt_br: Ativar o bloqueio do app
zh_hant: 開啟 App 鎖定

source: 开始使用
de: Loslegen
en: Get Started
es: Empezar
fr: Commencer
it: Inizia
ja: 始める
ko: 시작하기
pt_br: Começar
zh_hant: 開始使用

source: 总览、分类合计和小组件会按参考汇率换算到此货币，仅供参考，不会改写各笔订阅记下的金额。
de: Übersicht, Kategorie-Summen und Widgets rechnen mit Referenzkursen in diese Währung um. Die erfassten Beträge bleiben unverändert.
en: Overview, category totals, and widgets convert into this currency using reference rates. Amounts you recorded for each subscription stay unchanged.
es: El resumen, los totales por categoría y los widgets se convierten con tipos de referencia. Los importes guardados no cambian.
fr: L’aperçu, les totaux par catégorie et les widgets sont convertis avec des taux de référence. Les montants saisis ne changent pas.
it: Panoramica, totali per categoria e widget sono convertiti con tassi di riferimento. Gli importi registrati non cambiano.
ja: 概要、カテゴリ合計、ウィジェットはこの参考レートで換算されます。各サブスクに記録した金額は変わりません。
ko: 개요, 분류 합계, 위젯은 참고 환율로 이 통화로 환산됩니다. 각 구독에 기록한 금액은 바뀌지 않습니다.
pt_br: Visão geral, totais por categoria e widgets são convertidos com taxas de referência. Os valores registrados não mudam.
zh_hant: 總覽、分類合計和小組件會按參考匯率換算到此貨幣，僅供參考，不會改寫各筆訂閱記下的金額。

source: 恢复
de: Fortsetzen
en: Resume
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 재개
pt_br: Retomar
zh_hant: 恢復

source: 恢复后将覆盖现有订阅、自定义分类和自定义支付方式，此操作无法撤销。
de: Wiederherstellen ersetzt aktuelle Abos, eigene Kategorien und Zahlungsmethoden. Das kann nicht rückgängig gemacht werden.
en: Restore will replace your current subscriptions, custom categories, and custom payment methods. This can’t be undone.
es: La restauración sustituirá tus suscripciones, categorías y métodos de pago personalizados. No se puede deshacer.
fr: La restauration remplacera vos abonnements, catégories et moyens de paiement personnalisés. Action irréversible.
it: Il ripristino sostituirà abbonamenti, categorie e metodi di pagamento personalizzati. L’operazione non è reversibile.
ja: 復元すると現在のサブスク、カスタムカテゴリ、カスタム支払い方法が上書きされます。元に戻せません。
ko: 복원하면 현재 구독, 사용자 지정 분류, 사용자 지정 결제 수단이 덮어씌워집니다. 되돌릴 수 없습니다.
pt_br: A restauração substituirá assinaturas, categorias e formas de pagamento personalizadas. Isso não pode ser desfeito.
zh_hant: 恢復後將覆蓋現有訂閱、自訂分類和自訂支付方式，此操作無法復原。

source: 恢复后将覆盖现有订阅和自定义分类，此操作无法撤销。
de: Das Wiederherstellen ersetzt aktuelle Abos und eigene Kategorien. Das kann nicht rückgängig gemacht werden.
en: Restoring replaces your current subscriptions and custom categories. This can’t be undone.
es: Restaurar sustituye tus suscripciones y categorías. No se puede deshacer.
fr: La restauration remplace vos abonnements et catégories perso. Irréversible.
it: Il ripristino sostituisce abbonamenti e categorie. Non si può annullare.
ja: 復元すると現在のサブスクとカスタムカテゴリが上書きされます。元に戻せません。
ko: 복원하면 현재 구독과 사용자 카테고리가 덮어씌워집니다. 되돌릴 수 없습니다.
pt_br: Restaurar substitui assinaturas e categorias atuais. Não pode ser desfeito.
zh_hant: 還原後會覆蓋現有訂閱和自訂分類，此操作無法復原。

source: 恢复备份
de: Backup wiederherstellen
en: Restore Backup
es: Restaurar copia
fr: Restaurer la sauvegarde
it: Ripristina backup
ja: バックアップを復元
ko: 백업 복원
pt_br: Restaurar backup
zh_hant: 還原備份

source: 恢复订阅
de: Abo fortsetzen
en: Resume Subscription
es: Reanudar suscripción
fr: Reprendre l’abonnement
it: Riprendi abbonamento
ja: サブスクを再開
ko: 구독 재개
pt_br: Retomar assinatura
zh_hant: 恢復訂閱

source: 恢复购买
de: Käufe wiederherstellen
en: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구입 항목 복원
pt_br: Restaurar compras
zh_hant: 回復購買

source: 我在用「%@」管理订阅开支，推荐你也试试。
de: Ich nutze „%@“, um Abo-Kosten im Blick zu behalten. Probier’s auch.
en: I’m using “%@” to track subscription spending. You might like it too.
es: Uso «%@» para controlar el gasto en suscripciones. Pruébalo.
fr: J’utilise « %@ » pour suivre mes abonnements. À essayer.
it: Uso “%@” per tenere sotto controllo gli abbonamenti. Provalo.
ja: 「%@」でサブスク代を管理しています。よかったらどうぞ。
ko: 「%@」으로 구독 지출을 관리하고 있어요. 한번 써 보세요.
pt_br: Estou usando o “%@” para controlar assinaturas. Experimente.
zh_hant: 我在用「%@」管理訂閱開支，推薦你也試試。

source: 我的分类
de: Meine Kategorien
en: My categories
es: Mis categorías
fr: Mes catégories
it: Le mie categorie
ja: マイカテゴリ
ko: 내 카테고리
pt_br: Minhas categorias
zh_hant: 我的分類

source: 所有货币
de: Alle Währungen
en: All currencies
es: Todas las monedas
fr: Toutes les devises
it: Tutte le valute
ja: すべての通貨
ko: 모든 통화
pt_br: Todas as moedas
zh_hant: 所有貨幣

source: 打开系统设置
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hant: 打開系統設定

source: 扣费日期
de: Abbuchungsdatum
en: Charge date
es: Fecha de cargo
fr: Date de prélèvement
it: Data di addebito
ja: 請求日
ko: 결제일
pt_br: Data da cobrança
zh_hant: 扣款日期

source: 扣费货币
de: Abrechnungswährung
en: Billing currency
es: Moneda de cobro
fr: Devise de facturation
it: Valuta di addebito
ja: 請求通貨
ko: 결제 통화
pt_br: Moeda de cobrança
zh_hant: 扣費貨幣

source: 把 Netflix、Spotify、ChatGPT 这些订阅都放在一起，随时看清每个月要花多少钱。
de: Netflix, Spotify, ChatGPT und mehr an einem Ort – du siehst sofort, was du im Monat zahlst.
en: Keep Netflix, Spotify, ChatGPT, and the rest in one place so you always know what you spend each month.
es: Junta Netflix, Spotify, ChatGPT y el resto para ver cuánto gastas cada mes.
fr: Regroupez Netflix, Spotify, ChatGPT et le reste pour voir ce que vous dépensez chaque mois.
it: Tieni Netflix, Spotify, ChatGPT e il resto insieme per sapere quanto spendi ogni mese.
ja: Netflix、Spotify、ChatGPTなどのサブスクをまとめて、毎月の支払いをすぐ把握。
ko: Netflix, Spotify, ChatGPT 구독을 한곳에 모아 매달 얼마가 나가는지 바로 보세요.
pt_br: Junte Netflix, Spotify, ChatGPT e o resto para ver quanto você gasta por mês.
zh_hant: 把 Netflix、Spotify、ChatGPT 這些訂閱都放在一起，隨時看清每個月要花多少錢。

source: 把流媒体、云存储和会员都记下来，随时掌握每月要花多少钱。
de: Streaming, Cloud und Mitgliedschaften notieren und den Monatsbetrag im Blick behalten.
en: Add streaming, cloud storage, and memberships to see what you spend each month.
es: Anota streaming, nube y membresías para ver el gasto mensual.
fr: Notez streaming, cloud et abonnements pour voir vos dépenses mensuelles.
it: Annota streaming, cloud e iscrizioni per vedere la spesa mensile.
ja: 動画配信、クラウド、会員費を記録して、毎月の支払いを把握。
ko: 스트리밍, 클라우드, 멤버십을 기록해 매달 얼마가 나가는지 파악하세요.
pt_br: Anote streaming, nuvem e assinaturas para ver o gasto mensal.
zh_hant: 把串流、雲端儲存和會員都記下來，隨時掌握每個月要花多少錢。

source: 把订阅管理从记一笔，升级成真正的开支控制。
de: Vom bloßen Notieren zum echten Kostenüberblick.
en: Go from logging charges to actually controlling what you spend.
es: Pasa de anotar cargos a controlar de verdad lo que gastas.
fr: Passez de la simple note à un vrai contrôle des dépenses.
it: Passa dal semplice elenco al vero controllo delle spese.
ja: ただ記録するだけでなく、支出をしっかり管理できるように。
ko: 단순 기록을 넘어 지출을 실제로 관리하세요.
pt_br: Passe de só anotar para realmente controlar o que gasta.
zh_hant: 把訂閱管理從記一筆，升級成真正的開支掌控。

source: 折合每年
de: Jahresäquivalent
en: Yearly equivalent
es: Equivalente anual
fr: Équivalent annuel
it: Equivalente annuale
ja: 年換算
ko: 연환산
pt_br: Equivalente anual

source: 折合每月
de: Monatsäquivalent
en: Monthly equivalent
es: Equivalente mensual
fr: Équivalent mensuel
it: Equivalente mensile
ja: 月換算
ko: 월환산
pt_br: Equivalente mensal

source: 报告问题
de: Problem melden
en: Report a Problem
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告
ko: 문제 보고
pt_br: Relatar um problema
zh_hant: 回報問題

source: 拖动并缩放图片以调整裁剪区域
de: Ziehen und zoomen, um den Ausschnitt anzupassen
en: Drag and pinch to adjust the crop
es: Arrastra y pellizca para ajustar el recorte
fr: Faites glisser et pincez pour ajuster le recadrage
it: Trascina e pizzica per regolare il ritaglio
ja: ドラッグとピンチで切り抜き位置を調整
ko: 드래그하고 확대·축소하여 자르기 영역을 조정하세요
pt_br: Arraste e pinçe para ajustar o recorte
zh_hant: 拖動並縮放圖片以調整裁剪區域

source: 按人民币、美元等货币显示金额
de: Beträge in CNY, USD und anderen Währungen
en: Show amounts in CNY, USD, and other currencies
es: Mostrar importes en CNY, USD y otras
fr: Afficher en CNY, USD et autres devises
it: Mostra importi in CNY, USD e altre valute
ja: 人民元・米ドルなどで金額を表示
ko: 위안, 달러 등 통화로 금액 표시
pt_br: Mostrar valores em CNY, USD e outras
zh_hant: 以人民幣、美元等貨幣顯示金額

source: 按分类统计月费和年化费用，马上知道哪些订阅最贵，哪些可以砍掉。
de: Monatliche und jährliche Kosten nach Kategorie – du siehst sofort, was teuer ist.
en: Break down monthly and yearly costs by category so you can see what’s expensive and what to cut.
es: Costes mensuales y anuales por categoría para ver qué es caro y qué recortar.
fr: Coûts mensuels et annuels par catégorie pour voir ce qui est cher et à couper.
it: Costi mensili e annuali per categoria: vedi subito cosa è caro e cosa tagliare.
ja: カテゴリ別に月額・年額を集計し、高いサブスクと見直せるものをすぐ把握。
ko: 카테고리별 월·연 비용을 보면 어떤 구독이 비싸고 무엇을 줄일지 바로 알 수 있습니다.
pt_br: Custos mensais e anuais por categoria para ver o que é caro e o que cortar.
zh_hant: 按分類統計月費和年化費用，馬上知道哪些訂閱最貴、哪些可以砍掉。

source: 按月灵活使用
de: Flexibel monatlich
en: Flexible month to month
es: Flexible mes a mes
fr: Flexible au mois
it: Flessibile mese per mese
ja: 月単位で柔軟に
ko: 월 단위로 유연하게
pt_br: Flexível mês a mês
zh_hant: 按月彈性使用

source: 按每个订阅的续费和试用设置发送本地通知。
de: Sendet lokale Mitteilungen gemäß den Verlängerungs- und Testeinstellungen jedes Abos.
en: Sends local notifications based on each subscription’s renewal and trial settings.
es: Envía notificaciones locales según la renovación y la prueba de cada suscripción.
fr: Envoie des notifications locales selon les rappels de renouvellement et d’essai de chaque abonnement.
it: Invia notifiche locali in base ai rinnovi e alle prove di ogni abbonamento.
ja: 各サブスクの更新と無料期間の設定に従ってローカル通知を送ります。
ko: 구독별 갱신 및 체험 설정에 따라 로컬 알림을 보냅니다.
pt_br: Envia notificações locais conforme a renovação e o teste de cada assinatura.
zh_hant: 依每個訂閱的續費和試用設定傳送本機通知。

source: 按每个订阅设置的时间发送本地通知。
de: Sendet lokale Mitteilungen zu den für jedes Abo festgelegten Zeiten.
en: Sends local notifications at the times set for each subscription.
es: Envía notificaciones locales a las horas definidas en cada suscripción.
fr: Envoie des notifications locales aux moments définis pour chaque abonnement.
it: Invia notifiche locali agli orari impostati per ogni abbonamento.
ja: 各サブスクで設定したタイミングでローカル通知を送ります。
ko: 구독별로 설정한 시간에 로컬 알림을 보냅니다.
pt_br: Envia notificações locais nos horários definidos em cada assinatura.
zh_hant: 依每個訂閱設定的時間傳送本機通知。

source: 按自己的方式整理订阅
de: Abos nach deinem System ordnen
en: Organize subscriptions your way
es: Organiza las suscripciones a tu manera
fr: Organisez vos abonnements à votre façon
it: Organizza gli abbonamenti a modo tuo
ja: 自分のやり方でサブスクを整理
ko: 원하는 방식으로 구독 정리
pt_br: Organize as assinaturas do seu jeito
zh_hant: 按自己的方式整理訂閱

source: 换算为其他货币
de: In andere Währung umrechnen
en: Convert to another currency
es: Convertir a otra moneda
fr: Convertir dans une autre devise
it: Converti in un’altra valuta
ja: 別の通貨に換算
ko: 다른 통화로 환산
pt_br: Converter para outra moeda
zh_hant: 換算為其他貨幣

source: 排序
de: Sortieren
en: Sort
es: Ordenar
fr: Trier
it: Ordina
ja: 並び替え
ko: 정렬
pt_br: Ordenar

source: 推荐给朋友
de: Freunden empfehlen
en: Share with Friends
es: Recomendar a amigos
fr: Partager avec des amis
it: Consiglia a un amico
ja: 友達にすすめる
ko: 친구에게 추천
pt_br: Recomendar a amigos
zh_hant: 推薦給朋友

source: 提前 %lld 天
de: %lld Tage vorher
en: %lld days before
es: %lld días antes
fr: %lld jours avant
it: %lld giorni prima
ja: %lld日前
ko: %lld일 전
pt_br: %lld dias antes

source: 提前 1 天
de: 1 Tag vorher
en: 1 day before
es: 1 día antes
fr: 1 jour avant
it: 1 giorno prima
ja: 1日前
ko: 1일 전
pt_br: 1 dia antes

source: 提前一周
de: Eine Woche vorher
en: 1 week before
es: Una semana antes
fr: Une semaine avant
it: Una settimana prima
ja: 1週間前
ko: 일주일 전
pt_br: Uma semana antes
zh_hant: 提前一週

source: 提前一天
de: Einen Tag vorher
en: One day before
es: Un día antes
fr: La veille
it: Un giorno prima
ja: 1日前
ko: 하루 전
pt_br: Um dia antes

source: 提前一天提醒
de: Einen Tag vorher erinnern
en: Remind me one day before
es: Avisar un día antes
fr: Rappel la veille
it: Avvisa un giorno prima
ja: 1日前に通知
ko: 하루 전 알림
pt_br: Avisar um dia antes
